# Нечетные числа: воспользуйтесь третьим аргументом функции range() для создания списка нечетных чисел от 1 до 20.
#  Выведите все числа в цикле for.
print('Нечетные числа в диапазоне от 1 до 20:')
for value in range(1,20,2):
    print(value)